Repository: philbar/wp-redirection
Catalog: locale/*.po
Languages: uk

source: for external site: <code>%s</code>
uk: для зовнішнього сайту: <code>%s</code>

source: %d per-page
uk: %d на сторінку

source: %d redirection was successfully imported
uk: %d Редірект було успішно імпортовано

source: %s by matching %s
uk: %s співставлення %s

source: %s imported on %s at %s
uk: %s імпортовано %s о %s

source: 1 minute
uk: 1 хвилина

source: 2 minutes
uk: 2 хвилини

source: 30 seconds
uk: 30 секунд

source: 404 Errors
uk: Помилки 404

source: 5 minutes
uk: 5 хвилин

source: <small>No options have been set</small>
uk: <small>Не має параметрів, що налаштовуються</small>

source: <strong>Could not write to configured <code>.htaccess</code> file - check file permissions</strong>
uk: <strong>Неможливо записати файл <code>.htaccess</code> - перевірте права доступу</strong>

source: <strong>Disabled: You must enable <a href="options-permalink.php">permalinks</a> before using this</strong>
uk: <strong>Відключено: Перед використанням мають бути включені <a href="options-permalink.php">Постійні лінки</a>

source: <strong>Disabled: enter the location of an <code>.htaccess</code> file for this to be valid</strong>
uk: <strong>Відключено: введіть шлях до <code>.htaccess</code> файлу для того, щоб активувати</strong>

source: <strong>Location is invalid - check that path exists</strong>
uk: <strong>Невірне місцеположення - перевірте, що шлях існує</strong>

source: A module is a controlling element that determines how redirections are handled. Elements in a WordPress module are handled by WordPress, elements in an Apache module are handled by <code>.htaccess</code>, and elements in a 404 module affect how 404 errors are logged.
uk: Модуль являє собою елемент управління, який визначає, як оброблюються перенаправлення/редіректи. Елементи у модулі WordPress обробляються WordPress, елементи у модулі Apache обробляються файлом <code>.htaccess</code> та елементи модуля 404 впливають на логування помилок 404

source: A unique token allowing feed readers access to Redirection RSS (leave blank to auto-generate)
uk: Унікальна строка, для доступу до RSS стрічки плагіну (залиште пустою для автоматичної генерації)

source: Action
uk: Дія

source: Add
uk: Додати

source: Add Group
uk: Додати групу

source: Add Module
uk: Додати модуль

source: Add Redirection
uk: Додати редірект

source: Add new redirection
uk: Додати новий редірект

source: Advanced: For management of external sites
uk: Додатково: для управління зовнішніми сайтами

source: All translators will have a link to their website placed on the plugin homepage at <a href="http://urbangiraffe.com/plugins/redirection/">UrbanGiraffe</a> and <a href="http://wordpress.org/extend/plugins/redirection/">WordPress.org</a>, in addition to being an individual supporter.
uk: Усі перекладачі отримають посилання на свій сайт з домашньої сторінки плагіну <a href="http://urbangiraffe.com/plugins/redirection/">UrbanGiraffe</a> та <a href="http://wordpress.org/extend/plugins/redirection/">WordPress.org</a>, а також мають можливість отримувати індивідуальну підтримку.

source: Allow IPs
uk: Дозволити IP

source: Apply
uk: Застосувати

source: Are you sure?
uk: Вы впевнені?

source: As long as possible
uk: Як можна більше

source: Auto-generate URL
uk: Автоматична генерація URL

source: Ban IPs
uk: Блокувати IP

source: Bulk Actions
uk: Масові дії

source: Cancel
uk: Відмінити

source: Canonical
uk: Основа

source: Category URLs
uk: Категорії URL

source: Commercial<br/>Donation
uk: Комерційний<br/>внесок

source: Create
uk: Створити

source: Date
uk: Дата

source: Delete
uk: Видалити

source: Delete Logs
uk: Видалити журнали

source: Delete Redirection
uk: Видалити плагін

source: Details
uk: Деталі

source: Disabling a group will disable all items contained within it
uk: Відключення групи призведе до відключення усіх пунктів, що знаходяться у ній

source: Displaying %s&#8211;%s of %s
uk: Показано %s&#8211;%s з %s

source: Do nothing
uk: Нічого не робити

source: Don't monitor
uk: Не відстежувати

source: Enabled
uk: Включено

source: Error (404)
uk: Помилка 404

source: Error Level
uk: Рівень помилок

source: Expire Logs
uk: Час життя журналу

source: Export to CSV
uk: Експорт у CSV

source: Filter
uk: Фільтр

source: Force WWW
uk: Примусово WWW

source: Force WWW (www.%s)
uk: Примусово WWW (www.%s)

source: Full details of producing a translation can be found in this <a href="http://urbangiraffe.com/articles/translating-wordpress-themes-and-plugins/">guide to translating WordPress plugins</a>.
uk: Повну інформацію про підготовку перекладу можна знайти у <a href="http://urbangiraffe.com/articles/translating-wordpress-themes-and-plugins/">документації по перекладу плагінів для WordPress</a>.

source: Go
uk: Вперед

source: Group
uk: Група

source: Groups
uk: Групи

source: Groups for module
uk: Групи для модуля

source: HTTP Code
uk: Код HTTP

source: Here you can import redirections from an existing .htaccess file, a CSV file, or a Redirection XML.
uk: Ви можете імпортувати правила редіректів з існуючих .htaccess, CSV або XML файлів

source: Hits
uk: Лічильник

source: I'm a nice person and I have helped support the author of this plugin
uk: Я - гарна людина і я підтримав автора цього плагіну

source: IP Lookup Service
uk: Сервіс IP Lookup (перетворення імен на IP)

source: IPs are allowed
uk: Дозволені IP

source: IPs are banned
uk: Заборонені IP

source: If you are using this plugin in a commercial setup, or feel that it's been particularly useful, then you may want to consider a <strong>commercial donation</strong>.
uk: Якщо Ви використовуєте цей плагін у комерційних проектах, чи вважаєте, що він був особливо корисним для Вас, то можливо, Ви побажаєте зробити <strong>комерційний внесок</strong>.

source: If you're multi-lingual then you may want to consider donating a translation:
uk: Якщо Ви володієте іншою мовою, Ви можете надати допомогу, зробивши переклад:

source: Import
uk: Імпорт

source: Import into
uk: Імпортиртувати у

source: Individual<br/>Donation
uk: Індивідуальний<br/>внесок

source: Items
uk: Елементи

source: Last Access
uk: Останній

source: Leave as is
uk: Залишити як є

source: Location
uk: Місцеположення

source: Log
uk: Журнал

source: Log 404s
uk: Логування 404

source: Logged In
uk: Увійшов

source: Logged Out
uk: Вийшов

source: Match
uk: Співпадіння

source: Matched
uk: Співпадають

source: Memory Limit
uk: Ліміт пам'яті

source: Modified posts
uk: Змінені записи

source: Module
uk: Модуль

source: Modules
uk: Модулі

source: Monitor new posts
uk: Відслідковувати нові записи

source: Move To
uk: Перемістити

source: Name
uk: Назва

source: Next
uk: Наступний

source: No errors
uk: Без помилок

source: No items have been selected
uk: Нічого не обрано

source: No items were imported
uk: Нічого не імпортовано

source: Not matched
uk: Не співпадають

source: Note that the group is ignored when uploading an XML file.
uk: Нотатка: група буде проігнорована при завантаженні XML-файлу.

source: Note: Hits are dependant on log entries
uk: Нотатка: показання лічильника залежать від записів у журналі

source: Operations
uk: Дії

source: Options
uk: Налаштування

source: Pass-through
uk: Транзит (pass-through)

source: Please read the documentation and FAQ, and check the bug tracker, before asking a question.
uk: Будь ласка, прочитайте документацію та FAQ, а також перевірте поимлку на баг-трекері, перед тим, як задати питання.

source: Please specify a group name
uk: Будь ласка, визначіть им'я групы

source: Please wait...
uk: Будь ласка, зачекайте...

source: Plugin Support
uk: Підтримка плагину

source: Position
uk: Сортування

source: Post &amp; Page URLs
uk: URL записів та сторінок

source: Previous
uk: Попередня

source: Process Current Logs
uk: Дії з поточним журналом

source: RSS Token
uk: Визначення RSS

source: Raw .htaccess
uk: Не оброблений .htaccess

source: Redirect to
uk: Перенаправити на

source: Redirect to URL
uk: Перенаправити на URL

source: Redirect to random post
uk: Перенаправити на випадковий запис

source: Redirected by
uk: Перенаправлений

source: Redirection
uk: Редірект

source: Redirection Bug Tracker
uk: Сповістити про помилки

source: Redirection Documentation
uk: Документація по плагину

source: Redirection FAQ
uk: Питання-Відповіді (FAQ)

source: Redirection Help
uk: Допомога

source: Redirection Log
uk: Лог редіректів

source: Redirection Support
uk: Підтримка

source: Redirection Support Forum
uk: Форум підтримки

source: Redirection data has been deleted and the plugin disabled
uk: Усі налаштування редіректів були видалені і плагін був вимкнений

source: Redirection is free to use - life is wonderful and lovely! However, it has required a great deal of time and effort to develop and if it has been useful you can help support this development by <strong>making a small donation</strong>.
uk: Цей плагін, можна абсолютно вільно використовувати - життя чудова річь! Тим не менш, він потребує багато часу та зусиль у розробці і, якщо він був для Вас корисним, Ви можете підтримати його подальший розвиток, <strong>зробивши невеличку пожертву</strong>.

source: Redirections
uk: Редіректи

source: Redirections for group
uk: Редіректи для групи

source: Redirects
uk: Редіректи

source: Referrer
uk: Реферер

source: Regular expression
uk: Регулярний вираз

source: Reset Hits
uk: Скинути лічильник

source: Save
uk: Зберегти

source: Search
uk: Пошук

source: Select All
uk: Выбрати усе

source: Selecting this option will delete all redirections, all logs, and any options associated with the Redirection plugin. Make sure this is what you want to do.
uk: Вибір цієї опції видалить усі налаштовані редіректи, усі журнали та усі інші налаштування, пов'язаніз цим плагіном. Впевніться, що це саме те, чого Ви бажаєте.

source: Server default
uk: Налаштування серверу

source: Settings
uk: Налаштування

source: Show errors
uk: Показувати помилки

source: Site URL
uk: URL сайту

source: Sorry, but your redirection was not created
uk: Вибачте, редірект не було створено

source: Source URL
uk: URL джерела

source: Strip Index
uk: Видалення індексу

source: Strip WWW
uk: Видалити WWW

source: Strip WWW (%s)
uk: Видалити WWW (%s)

source: Strip index files (html,php)
uk: Видалити файли index (html,php)

source: Strip index files (html,php,asp)
uk: Видалити файли index (html,php,asp)

source: Strip index.php
uk: Видалити index.php

source: Support
uk: Підтримка

source: Target URL
uk: URL призначення

source: The target URL will be chosen from one of the following URLs, depending if the user is logged in or out. Leaving a URL blank means that the user is not redirected.
uk: Буде обраний одна з наступних URL-адрес, в залежності від того, увійде користувач у систему чи ні. Якщо залишити поле пустим - користувач перенаправлятися не буде

source: The visitor will be redirected from the source URL if the referrer matches. You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match. Leaving a URL blank means that the visitor is not redirected.
uk: Відвідувач буде перенаправлений на URL джерела при співпадінні рефереру. Ви можете визначити різні цільові URL при співпадінні та не співпадінні. Якщо залишити поле пустим, відвідувач нікуди перенаправлений не буде.

source: The visitor will be redirected from the source URL if the user agent matches. You can specify a <em>matched</em> target URL as the address to send visitors if they do match, and <em>not matched</em> if they don't match. Leaving a URL blank means that the visitor is not redirected. <strong>All matches are performed as regular expressions</strong>.
uk: Відвідувач буде перенаправлений на URL джерела при співпадінні user-agent. Ви можете визначити різні цільові URL при співпадінні та не співпадінні. Якщо залишити поле пустим, відвідувач нікуди перенаправлений не буде. <strong>Усі умови вводяться, як регулярні вирази</strong>.

source: There are no logs to display!
uk: Журнали відсутні!

source: These actions will affect all currently available logs (i.e. your search phrase will restrict the log items).
uk: Ці дії стосуються усіх наявних в даний час журналів (пошук по журналу буде обмежений)

source: This will act as an incentive for me to carry on developing, providing countless hours of support, and including new features and suggestions. You get some useful software and I get to carry on making it. Everybody wins.
uk: Це буде для мене стимулом продовжувати займатися розробкою цього плагіну, витрачати багато часу на підтримку, у тому числі на реалізацію нових можливостей. Ви отримаєте нове програмне забезпечення, а я буду продовжувати цим займатися. Усі у виграші.

source: This will be used to auto-generate a URL if no URL is given. You can use the special tags $dec$ or $hex$ to have a unique ID inserted (either decimal or hex)
uk: Використовується для автоматичної генерації URL, якщо URL не введений. Ви можете використовувати спеціальні теги $dec$ чи $hex$ для вставки унікального ID (десяткові чи шістнадцяткові)

source: Time Limit
uk: Ліміт часу

source: Title
uk: Заголовок

source: Toggle
uk: Вкл/Викл

source: Tracked
uk: Відслідковується

source: Translations
uk: Перекладачі

source: Type
uk: Тип

source: URL Monitoring
uk: Моніторинг URL

source: URL and login status
uk: URL та статус входу

source: URL and referrer
uk: URL та реферер

source: URL and user agent
uk: URL та User-Agent

source: URL only
uk: Тільки URL

source: Update
uk: Оновити

source: Upload
uk: Завантажити

source: View as
uk: Дивитись як

source: Whether to track 'hits' to items
uk: Відслідковувати кількість звернень до елементів (хітів)

source: WordPress is installed in: <code>%s</code>
uk: WordPress встановлений у: <code>%s</code>

source: XML importing is only available with PHP5 - you have PHP4.
uk: Імпорт XML доступний тількі у PHP5, у Вас встановлений PHP4

source: You can have Redirection detect changes in URLs and have an automatic redirection created in a specific group.
uk: Ви можете включити слідкування за змінами URL та автоматично створювати редіректи в визначеній групі.

source: You have no groups in this module.
uk: Не має груп в цьому модулі

source: You have no modules defined yet
uk: Вы не визначили модулі

source: You have no redirections.
uk: Не має редіректів

source: Your group was added successfully
uk: Ваша група успішно додана

source: Your logs have been deleted
uk: Ваші журнали були видалені

source: Your module was not created - did you provide a name?
uk: Модуль не був створений - не вказали им'я?

source: Your module was successfully created
uk: Модуль успішно створений

source: Your options were updated
uk: Ваші налаштування були оновлені

source: Your redirection has been added.
uk: Ваше правило перенаправлення додано.

source: days (enter 0 for no expiry)
uk: днів (введіть 0 для необмеженного часу)

source: delete
uk: видалити

source: disabled
uk: відключено

source: edit
uk: редагувати

source: edit group
uk: редагувати групу

source: for
uk: для

source: force WWW
uk: примусове WWW

source: go
uk: вперед

source: memory limit at %dMB
uk: ліміт пам'яти %dMB

source: no errors
uk: не має поимлок

source: optional
uk: не обов'язково

source: re-order
uk: поміняти місцями

source: reset
uk: скинути

source: save order
uk: зберегти порядок

source: show errors
uk: показати помилки

source: strip WWW
uk: обрізати WWW

source: strip index
uk: видалити index

source: time limit at %ss
uk: ліміт часу %ss

source: time limit set as long as possible
uk: ліміт часу встановлений на максимально можливий
